import ResultsType from "../types/ResultsType";

const results: ResultsType[] = [
  {
    id: "Rick",
    image: "assets/results/rick.jpg",
    name: "Рик",
    text: "Ты циничный человек. В мире творится слишком много всякой дичи, чтобы относиться к ней серьезно. Великие свершения и тайны Вселенной тебя интересуют гораздо больше каких-то там людей. Ну ладно, для парочки людей можно сделать исключение. Вдруг они пригодятся.",
  },
  {
    id: "Morty",
    image: "assets/results/morty.jpg",
    name: "Морти",
    text: "В любой компании ты — моральный компас, который не дает совсем сбиться с пути. Впрочем, и тебя жизнь может толкнуть на скользкую дорожку цинизма, и все, встречайте Злого Морти! Помни, что уверенность в себе и добрые качества ценятся гораздо выше, чем напускное безразличие к бесчестным поступкам.",
  },
  {
    id: "Jerry",
    image: "assets/results/jerry.jpg",
    name: "Джерри",
    text: "Самый нормальный человек на планете. Звучит скучно, да? Но именно Джерри может выживать в самых просквонченных условиях и даже получать профит: он одинаково терпимо чувствовал себя и при диктатуре Галактического правительства, и при тирании Рика. Не помер, и ладно.",
  },
  {
    id: "Summer",
    image: "assets/results/summer.jpg",
    name: "Саммер",
    text: "Веселая оторва, не без комплексов, зато со светлой головой и полезной долей цинизма. Ты не ждешь от людей того, чего они не могут дать, зато, если любишь кого-то, всегда поддержишь, когда это действительно надо.",
  },
];

export default results;
